# St7GetPathDivisions

Returns whether Divisions are shown on load paths.

long St7GetPathDivisions(long uID, bool* Show)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Show

The state of the Divisions option; either True or False.

Attribute Display

Attribute Display